Revit 2026 API

# SpaceActualExhaustAirflow Property

---

Get the Actual Exhaust Airflow of the Space.

**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public double ActualExhaustAirflow { get; }
```
```vb
Public ReadOnly Property ActualExhaustAirflow As Double
	Get
```
```cpp
public:
property double ActualExhaustAirflow {
	double get ();
}
```
```fsharp
member ActualExhaustAirflow : float with get
```

#### Property Value

Double

This property is used to get the Actual Exhaust Airflow (Unit: CFM) of the Space.

#### Reference

Space Class

Autodesk.Revit.DB.Mechanical Namespace